Repository: Huevos/TerrestrialBouquet
Catalog: po/*.po
Languages: es

source: Adult
es: Adulto

source: Build/rebuild terrestrial bouquet now based on the last scan.
es: Ahora se genera/regenera el grupo terrestre basándose en el último escaneo.

source: Children
es: Niños

source: Create an ordered bouquet of terrestrial services based on LCN data from your local transmitter.
es: Cree un grupo ordenado de servicios terrestres basado en datos LCN de su transmisor local.

source: Create separate radio bouquet
es: Crear un grupo separado de radio

source: Do not add duplicated or non indexed channels to the bouquet.
es: No añade canales duplicados o no indexados al grupo.

source: Duplicates
es: Duplicados

source: Enable creating a terrestrial bouquet based on LCN (logocal channel number) data.
es: Habilitar la creación de un grupo terrestre basado en datos LCN (número de canal lógico).

source: Enable terrestrial bouquet
es: Habilitar grupo terrestre

source: Entertainment
es: Entretenimiento

source: High Definition
es: Alta Definición

source: Italy
es: Italia

source: News
es: Noticias

source: No corresponding terrestrial services found.
es: No se encontraron ningún canal terrestre correspondiente.

source: Once configured the bouquet will be updated automatically when doing a manual scan.
es: Una vez configurado, el grupo se actualizará automáticamente al realizar un escaneo manual.

source: Other
es: Otro

source: Please make certain network search is enabled when scanning.
es: Asegúrese de que 'Escanear red' esté habilitada mientras escaneando.

source: Put radio services in a separate bouquet, not the main tv bouquet. This is required when the provider duplicates channel numbers for tv and radio.
es: Coloque los servicios de radio en un grupo separado, no en el grupo principal de TV. Esto es necesario cuando el proveedor duplica los números de canal para TV y radio.

source: Rebuild bouquet
es: Regenerar grupo

source: Region
es: Región

source: Select your region.
es: Seleccionar región

source: Skip duplicates
es: Omitir duplicados

source: Terrestrial
es: Terrestre

source: Terrestrial Bouquet
es: Grupo Terrestre

source: Terrestrial Bouquet Error
es: Error de Grupo Terrestre

source: Terrestrial Bouquet plugin is not enabled.
es: El complemento Grupo Terrestre no está habilitado.

source: Terrestrial Bouquet setup
es: Configuración de Grupo Terrestre

source: Terrestrial bouquet successfully rebuilt.
es: Grupo terrestre regenerado con éxito.

source: There is currently no LCN data stored.
es: Actualmente no hay datos LCN almacenados.

source: This plugin depends on LCN data being broadcast by your local tansmitter.
es: Este complemento depende de los datos LCN que transmite su emisor local.

source: Try running a manual scan of terrestrial frequencies with network scan enabled. If this fails maybe there is no lcn data available in your area.
es: Intente ejecutar un escaneo manual de frecuencias terrestres con el escaneo de red habilitado. Si esto falla, es posible que no haya datos de LCN disponibles en su área.

source: UK
es: Reino Unido
